export const navTitle = [
  { id: '1', name: '产品' },
  { id: '2', name: '解决方案' },
  { id: '3', name: '云市场' },
  { id: '4', name: '文档' },
  { id: '5', name: '支持' },
  { id: '6', name: '云+支持' },
  { id: '7', name: '合作与生态' },
  { id: '8', name: '客户' }
]

export const product = [{
  id: '101',
  col: [
    {
      id: '1001',
      name: '计算',
      items: [
        { id: '10001', name: '云服务器' },
        { id: '10002', name: 'GPU 云服务器' },
        { id: '10003', name: 'FPGA 云服务器' },
        { id: '10004', name: '专用宿主机' },
        { id: '10005', name: '黑石物理服务器' },
        { id: '10006', name: '云硬盘' },
        { id: '10007', name: '容器服务' },
        { id: '10008', name: '弹性伸缩' },
        { id: '10009', name: '私有网络' },
        { id: '10010', name: '无服务器云函数' },
        { id: '10011', name: '批量计算' }
      ]
    },
    {
      id: '1002',
      name: '存储',
      items: [
        { id: '11001', name: '对象存储' },
        { id: '12002', name: '文件存储' },
        { id: '13003', name: '归档存储' },
        { id: '14004', name: '存储网关' },
        { id: '15005', name: '私有云存储' },
        { id: '16006', name: '云硬盘' },
        { id: '17007', name: '云数据迁移' },
        { id: '18008', name: '日志服务' }
      ]
    }
  ]
},
{
  id: '102',
  col: [
    {
      id: '1001',
      name: '视频服务',
      items: [
        { id: '10001', name: '云服务器' },
        { id: '10002', name: 'GPU 云服务器' },
        { id: '10003', name: 'FPGA 云服务器' },
        { id: '10004', name: '专用宿主机' },
        { id: '10005', name: '黑石物理服务器' },
        { id: '10006', name: '云硬盘' },
        { id: '10007', name: '容器服务' },
        { id: '10008', name: '弹性伸缩' },
        { id: '10009', name: '私有网络' },
        { id: '10010', name: '无服务器云函数' },
        { id: '10011', name: '批量计算' }
      ]
    },
    {
      id: '1002',
      name: '数据库',
      items: [
        { id: '11001', name: '对象存储' },
        { id: '12002', name: '文件存储' },
        { id: '13003', name: '归档存储' },
        { id: '14004', name: '存储网关' },
        { id: '15005', name: '私有云存储' },
        { id: '16006', name: '云硬盘' },
        { id: '17007', name: '云数据迁移' },
        { id: '18008', name: '日志服务' }
      ]
    }
  ]
},
{
  id: '103',
  col: [
    {
      id: '1001',
      name: '网络',
      items: [
        { id: '10001', name: '云服务器' },
        { id: '10002', name: 'GPU 云服务器' },
        { id: '10003', name: 'FPGA 云服务器' },
        { id: '10004', name: '专用宿主机' },
        { id: '10005', name: '黑石物理服务器' },
        { id: '10006', name: '云硬盘' },
        { id: '10007', name: '容器服务' },
        { id: '10008', name: '弹性伸缩' },
        { id: '10009', name: '私有网络' },
        { id: '10010', name: '无服务器云函数' },
        { id: '10011', name: '批量计算' }
      ]
    },
    {
      id: '1002',
      name: 'CDN与加速',
      items: [
        { id: '11001', name: '对象存储' },
        { id: '12002', name: '文件存储' },
        { id: '13003', name: '归档存储' },
        { id: '14004', name: '存储网关' },
        { id: '15005', name: '私有云存储' },
        { id: '16006', name: '云硬盘' },
        { id: '17007', name: '云数据迁移' },
        { id: '18008', name: '日志服务' }
      ]
    }
  ]
}
]

export const solution = [{
  id: '101',
  col: [
    {
      id: '1001',
      name: '开发者工具',
      items: [
        { id: '10001', name: '云服务器' },
        { id: '10002', name: 'GPU 云服务器' },
        { id: '10003', name: 'FPGA 云服务器' },
        { id: '10004', name: '专用宿主机' },
        { id: '10005', name: '黑石物理服务器' },
        { id: '10006', name: '云硬盘' },
        { id: '10007', name: '容器服务' },
        { id: '10008', name: '弹性伸缩' },
        { id: '10009', name: '私有网络' },
        { id: '10010', name: '无服务器云函数' },
        { id: '10011', name: '批量计算' }
      ]
    }
  ]
},
{
  id: '102',
  col: [
    {
      id: '1002',
      name: '企业应用',
      items: [
        { id: '10001', name: '云服务器' },
        { id: '10002', name: 'GPU 云服务器' },
        { id: '10003', name: 'FPGA 云服务器' },
        { id: '10004', name: '专用宿主机' },
        { id: '10005', name: '黑石物理服务器' },
        { id: '10006', name: '云硬盘' },
        { id: '10007', name: '容器服务' },
        { id: '10008', name: '弹性伸缩' },
        { id: '10009', name: '私有网络' },
        { id: '10010', name: '无服务器云函数' },
        { id: '10011', name: '批量计算' }
      ]
    }
  ]
}
]
